<?xml version="1.0" encoding="UTF-8"?>
<!-- Simple chemical library XML file -->
<scl-xml>
 <class>Sugars (Cyclics)</class>
 <names>
  <library-name>Ribose-β-D</library-name>
  <iupac-name>β-D-Ribose</iupac-name>
  <other-names>
    <name>D-ribose</name>
    <name>D-ribo-pentose</name>
    <name>β-d-ribofuranose</name>
  </other-names>
 </names>
 <chemistry>
  <atoms>20</atoms>
  <species number="3">
   <label id="0" num="5">C</label>
   <label id="1" num="10">H</label>
   <label id="2" num="5">O</label>
  </species>
 </chemistry>
 <coordinates>
   <atom id="1" sp="0" x="-0.8383999310" y="0.7096498638" z="-0.1649998069"/>
   <atom id="2" sp="2" x="0.4156000175" y="1.4106499583" z="-0.3229997993"/>
   <atom id="3" sp="0" x="1.4295999564" y="0.4756498963" z="-0.6769998908"/>
   <atom id="4" sp="2" x="2.6886000194" y="0.9076500565" z="-0.3079999328"/>
   <atom id="5" sp="0" x="0.9895998992" y="-0.7883498043" z="0.0689999223"/>
   <atom id="6" sp="2" x="1.6945999421" y="-2.0303499073" z="-0.0789998412"/>
   <atom id="7" sp="0" x="-0.5063999139" y="-0.7933499187" z="-0.3320001006"/>
   <atom id="8" sp="2" x="-0.6553998433" y="-1.0893499225" z="-1.7240000606"/>
   <atom id="9" sp="0" x="-1.4944000684" y="1.1866498619" z="1.1439997315"/>
   <atom id="10" sp="2" x="-2.7184000455" y="0.5346499115" z="1.4529997468"/>
   <atom id="11" sp="1" x="-1.5023999654" y="1.0096500546" z="-0.9889999270"/>
   <atom id="12" sp="1" x="1.3545999087" y="0.3076499134" z="-1.7579999804"/>
   <atom id="13" sp="1" x="3.3655999906" y="0.2846499115" z="-0.5449999213"/>
   <atom id="14" sp="1" x="1.0166000880" y="-0.5223500103" z="1.1450001359"/>
   <atom id="15" sp="1" x="2.0816000260" y="-2.1763498157" z="0.8160001397"/>
   <atom id="16" sp="1" x="-1.0763998471" y="-1.4943501323" z="0.2980000138"/>
   <atom id="17" sp="1" x="-0.4514000855" y="-2.0113498539" z="-1.8269999862"/>
   <atom id="18" sp="1" x="-1.6434002362" y="2.2816499501" z="1.0909997582"/>
   <atom id="19" sp="1" x="-0.8073997937" y="1.0006499916" z="1.9789997697"/>
   <atom id="20" sp="1" x="-3.3424001180" y="0.7966499954" z="0.7320000291"/>
 </coordinates>
</scl-xml>
